export const Authors = [
  {
    id: 1,
    name: "J.K.Rowling",
    books: [
      {
        id: 1,
        title: "해리 포터와 마법사의 돌",
        chapters: [
          "마법사의 돌멩이",
          "마법사의 돌덩이",
          "마법사의 바위",
          "마법사의 스톤",
        ],
        charaters: ["해리 포터", "헤르미온느", "론"],
      },
      {
        id: 2,
        title: "해리 포터와 비밀의 방",
        chapters: [
          "비밀의 거실",
          "비밀의 화장실",
          "비밀의 옷장",
          "비밀의 부엌",
        ],
        charaters: ["덤블도어", "볼드모트", "맥고나걸"],
      },
      {
        id: 3,
        title: "해리 포터와 아즈카반의 죄수",
        chapters: [
          "아즈카반의 죄인",
          "아즈카반의 경찰",
          "아즈카반의 교도관",
          "아즈카반의 모범수",
        ],
        charaters: ["말포이", "두들리", "스네이프"],
      },
      {
        id: 4,
        title: "해리 포터와 불의 잔",
        chapters: ["물의 잔", "전기의 잔", "돌의 잔", "초능력의 잔"],
        charaters: ["지니", "세드릭", "그레고리"],
      },
    ],
  },
  {
    id: 2,
    name: "J.R.R.Tolkien",
    book: [
      {
        id: 1,
        title: "반지의 제왕: 반지 원정대",
        chapters: [
          "목걸이 원정대",
          "팔찌 원정대",
          "발찌 원정대",
          "귀걸이 원정대",
        ],
        charaters: ["골룸", "아라곤", "프로도"],
      },
      {
        id: 2,
        title: "반지의 제왕: 두 개의 탑",
        chapters: ["세 개의 탑", "네 개의 탑", "다섯 개의 탑", "여섯 개의 탑"],
        charaters: ["간달프", "레골라스", "아르웬"],
      },
      {
        id: 3,
        title: "반지의 제왕: 왕의 귀환",
        chapters: ["왕비의 귀환", "왕자의 귀환", "공주의 귀환", "상왕의 귀환"],
        charaters: ["빌보", "보로미스", "사우론"],
      },
    ],
  },
  {
    id: 3,
    name: "Suzanne Collins",
    book: [
      {
        id: 1,
        title: "헝거 게임: 판엠의 불꽃",
        chapters: [
          "판엠의 장미꽃",
          "판엠의 연꽃",
          "판엠의 벚꽃",
          "판엠의 할미꽃",
        ],
        charaters: ["코리올라누스 스노우", "캣니스 에버딘", "피타 멜라크"],
      },
      {
        id: 2,
        title: "헝거 게임: 캣칭 파이어",
        chapters: ["캣칭 워터", "캣칭 일렉트론", "캣칭 스톰", "캣칭 스톤"],
        charaters: ["헤이미치", "에피", "게일"],
      },
      {
        id: 3,
        title: "헝거 게임: 모킹제이 - 파트 1",
        chapters: ["모킹A", "모킹B", "모킹C", "모킹D"],
        charaters: ["플루타치", "프림로즈", "보그스"],
      },
      {
        id: 4,
        title: "헝거 게임: 모킹제이 - 파트 2",
        chapters: ["모킹E", "모킹F", "모킹G", "모킹H"],
        charaters: ["조한나", "애니", "시나"],
      },
      {
        id: 5,
        title: "헝거 게임: 노래하는 새와 뱀의 발라드",
        chapters: [
          "노래하는 곰과 노루의 댄스",
          "노래하는 악어와 사슴의 락",
          "노래하는 기린과 하마의 포크송",
          "노래하는 늑대와 양의 랩",
        ],
        charaters: ["티그리스", "럭키 플리커맨", "볼룸니아"],
      },
    ],
  },
];
